{
    "IDS_FAQ_SC_ABOUT": "Samsung Cloud is a service that supports the synchronization of information linked to a user's Samsung account, as well as the backing up/restoring of information stored in the user's device.",
    "IDS_FAQ_SC_SUPPORTED_HEADER_01": "The supported items for sync/backup are as follows.",
    "IDS_FAQ_SC_SUPPORTED_TEXT_OL_01": "Items supported by sync: Events (Calendar) and Contacts saved in your Samsung account, Samsung Internet, Samsung Notes, Samsung Pass, Gallery, Reminders, AR emojis, Wi-Fi, and Bluetooth",
    "IDS_FAQ_SC_SUPPORTED_TEXT_OL_02": "Items supported by backup/restore: Events (Calendar) and Contacts saved on your device, Call logs, Clock settings, Messages, Home screen layout, Apps, Device settings, Voice recordings, Samsung Daily",
    "IDS_FAQ_SC_SUPPORTED_HEADER_02": "The services outlined above are supported by the following devices:",
    "IDS_FAQ_SC_MODELS_TEXT": "Models released after August 2016, or models updated with the latest software and with over 1 GB of RAM (Gallery sync: over 1.5 GB of RAM)",
    "IDS_FAQ_SC_NOTES_TEXT_UL_01": "The items supported by backup and sync may differ depending on the device model or OS.",
    "IDS_FAQ_SC_MAIN_HEADER_01": "What is Samsung Cloud?",
    "IDS_FAQ_SC_MAIN_HEADER_02": "Do I need a Samsung account to use Samsung Cloud?",
    "IDS_FAQ_SC_ACCOUNT_TEXT": "Yes, you will need to sign in to your Samsung account if you wish to use Samsung Cloud. Samsung Cloud is tied to Samsung account and if you remove your Samsung account on your device, your data will also be deleted from the device. However, if you sign back in to the cloud using the same Samsung account, you can restore your synced data again.",
    "IDS_FAQ_SC_MAIN_HEADER_03": "What happens if I remove my Samsung account?",
    "IDS_FAQ_SC_REMOVE_ACCOUNT_TEXT": "If you remove your Samsung account from your device, your synced data will be deleted from the device and new data will no longer be synced. All the data stored on your device that has not been synced with Samsung Cloud, will remain on the device.",
    "IDS_FAQ_SC_MAIN_HEADER_04": "Is it possible to get a Samsung Cloud shortcut icon?",
    "IDS_FAQ_SC_SHORTCUT_HEADER_01": "A shortcut to the latest version of Samsung Cloud (version 3.X or higher) has been added. This makes it easier to access Samsung Cloud. To add this shortcut, follow the steps below:",
    "IDS_FAQ_SC_SHORTCUT_TEXT_BULLET_01": "Settings > Samsung Account at the top > Samsung Cloud > More > Settings > Show Samsung Cloud on the Apps screen",
    "IDS_FAQ_SC_SHORTCUT_NOTES_UL_01": "Path may vary depending on device model or app version.",
    "IDS_FAQ_SC_MAIN_HEADER_05": "The \"Samsung Cloud locked\" message appeared. How do I unlock my Samsung Cloud?",
    "IDS_FAQ_SC_ACCESSING_TEXT": "After accessing the Samsung Cloud web page, contact us through the \"1:1 inquiry\" in \"Contact us\". We will unlock your Samsung Cloud after confirming your user information.",
    "IDS_FAQ_SC_CONTACTUS_TEXT_LINK_01": "* Samsung Cloud <a>Contact us</a>",
    "IDS_FAQ_SC_MAIN_HEADER_06": "Why does the Samsung Cloud access block occur? Please let me know when this happens.",
    "IDS_FAQ_SC_BLOCKED_ACCESS_TEXT": "Blockage of access to the Samsung Cloud service can occur as a preemptive measure to protect users' personal information when abnormal access is detected.",
    "IDS_FAQ_SC_LOST_DEVICE_LINK_03": "<a>(https://findmymobile.samsung.com/)</a>",
    "IDS_FAQ_SC_MAIN_HEADER_08": "How do I select a language on Samsung Cloud web?",
    "IDS_FAQ_SC_SELECT_LANGUAGE_TEXT_01": "By default, content will be displayed in the browser's setting language.",
    "IDS_FAQ_SC_SELECT_LANGUAGE_TEXT_02": "Once you set the location and language on Samsung Cloud Web, it will be displayed in the language you set.",
    "IDS_FAQ_SC_SELECT_LANGUAGE_TEXT_03": "If you delete your browser's cookie, the language value you set will be deleted and displayed in your browser's setting language.",
    "IDS_FAQ_SC_MAIN_HEADER_10": "What kind of data will be deleted if I don't use the Samsung Cloud service for a long time?",
    "IDS_FAQ_SC_DELETE_HEADER": "The following data stored on the Samsung Cloud server using the Sync and/or Backup options will be deleted. Once deleted, this data can't be recovered.",
    "IDS_FAQ_SC_DELETE_TEXT_OL_01": "Sync: Calendar (schedule) and Contacts data stored in your Samsung account, as well as Internet, Keyboard, Memo, S Notes, Samsung Notes, Scrapbook, Samsung Pass, Reminders, AR emojis, Wi-Fi, Bluetooth devices data",
    "IDS_FAQ_SC_DELETE_TEXT_OL_02": "Backup: Calendar (schedule) and Contacts data stored on your device, as well as Phone, Clock, Documents, Messages, Home screen, Apps, Music, Settings, and Voice recorder data",
    "IDS_FAQ_SC_DELETE_NOTES_TEXT_01": "Sync and Backup options may not be available depending on the country specified for your account, device model, and OS.",
    "IDS_FAQ_SC_DELETE_NOTES_TEXT_02": "Samsung Cloud includes all of the following services:",
    "IDS_FAQ_SC_DELETE_NOTES_UL_01": "Samsung Backup and Restore, Galaxy Cloud",
    "IDS_FAQ_SC_MAIN_HEADER_11": "Can I use Samsung Cloud again, even after my data has been deleted?",
    "IDS_FAQ_SC_AFTER_DELETE_TEXT": "Yes, you can use it again. However, you'll need to use the latest version of the Samsung Cloud app.",
    "IDS_FAQ_SC_MAIN_HEADER_12": "I used the service after receiving a notification about a scheduled deletion of my data, but I just received another notification saying that my data will be deleted. Why is this happening?",
    "IDS_FAQ_SC_DELETE_NOTIFICATION_TEXT": "The time when we identify users whose data will be deleted differs from the time when notifications are sent out. Therefore, you may still receive a notification, even after using the service. As long as you can use the service without any issues now and don't receive another notification in the future, you can ignore the repeated notifications.",
    "IDS_FAQ_SC_MAIN_HEADER_13": "I do not have a Galaxy device now. Is there a way to check my data or information stored and synchronized with Samsung services?",
    "IDS_FAQ_SC_NO_GALAXY_DEVICE_TEXT_01": "If you do not have a Galaxy device, you can download the data you saved and synchronized with Samsung services from the Samsung Privacy web page.",
    "IDS_FAQ_SC_NO_GALAXY_DEVICE_TEXT_02": "However, for the smooth use of the services, it is recommended to synchronize data and restore backup files through a Galaxy device.",
    "IDS_FAQ_SC_NO_GALAXY_DEVICE_LINK_03": "* <a>Samsung Privacy</a>",
    "IDS_FAQ_SA_MAIN_HEADER_01": "How do I sync my data with Samsung Cloud?",
    "IDS_FAQ_SA_SYNC_HEADER_TEXT_01": "Syncing (synchronizing) your data matches your data across all supported devices logged in with the same Samsung account via Samsung Cloud. For example, if you edit or delete synced notes on one of your devices, those notes will be edited or deleted on all your devices.",
    "IDS_FAQ_SA_SYNC_HEADER_TEXT_02": "Follow the steps below to sync your data with Samsung Cloud:",
    "IDS_FAQ_SA_SYNC_STEPS_BULLET_01": "Settings > Samsung account > Samsung Cloud",
    "IDS_FAQ_SA_SYNC_HEADER_TEXT_03": "Turn on the button of each item you want to sync from the Samsung Cloud app. If you enable the sync button for specific apps, these apps will automatically sync whenever you create or change content. If you want to sync all items immediately, tap \"Sync now\".",
    "IDS_FAQ_SA_SYNC_NOTES_UL_01": "Path may vary depending on device model or app version.",
    "IDS_FAQ_SA_MAIN_HEADER_02": "What items can be synced with Samsung Cloud?",
    "IDS_FAQ_SA_SYNC_APPS_HEADER": "The following data can be synced for the apps below:",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_01": "- Calendar (Saved in Samsung account): Events and tasks",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_02": "- Contacts (Saved in Samsung account): Contact list, email addresses, postal addresses, and business cards",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_03": "- Bluetooth : Galaxy Home Speaker, Galaxy Buds",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_04": "- Reminder : Reminders",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_05": "- Samsung Internet : Bookmarks, saved pages, open tabs, quick launch shortcuts, history",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_06": "- Samsung Notes : Samsung Notes items such as memos, scrapbooks, and drawings",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_07": "- Samsung Pass : Sign-in information",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_08": "- Wi-Fi : Wi-Fi Profile",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_09": "- AR emojis: Emojis, Clothes designer items",
    "IDS_FAQ_SA_SYNC_APPS_TEXT_DASH_UL_10": "- Gallery: Photos and videos (Service integrated with Microsoft OneDrive)",
    "IDS_FAQ_SA_SYNC_APPS_NOTES_UL_01": "The sync functions supported by Samsung Cloud are dependent on your country, network provider, and device model. Specific items supported by your device are shown in the cloud settings on your device.",
    "IDS_FAQ_SA_MAIN_HEADER_03": "Can I delete synced and backed up items?",
    "IDS_FAQ_SA_SYNC_DELETE_HEADER_01": "Yes, you can delete the data from apps that support syncing, such as Gallery, Samsung Notes, and Calendar. As for backups, the data backed up for each device can be deleted by following the steps below:",
    "IDS_FAQ_SA_SYNC_DELETE_STEPS_BULLET_01": "Settings > Samsung Account > Samsung Cloud > Restore data > Select device > More > Delete backups",
    "IDS_FAQ_SA_SYNC_DELETE_NOTES_UL_01": "Path may vary depending on device model or app version.",
    "IDS_FAQ_SA_MAIN_HEADER_04": "Why does sync/backup keep failing?",
    "IDS_FAQ_SA_SYNC_FAIL_HEADER": "Try the following:",
    "IDS_FAQ_SA_SYNC_FAIL_TEXT_DASH_UL_01": "- Check your Wi-Fi connection again. Network settings can be set to sync data only when Wi-Fi is connected. You can change your network settings in the Settings menu of each application or via the Samsung Cloud Settings menu.",
    "IDS_FAQ_SA_SYNC_FAIL_TEXT_DASH_UL_02": "- Check your Cloud usage. Sync/backup will fail if there is not enough storage space in your Samsung Cloud account.",
    "IDS_FAQ_SA_SYNC_FAIL_TEXT_DASH_UL_03": "- Check your battery. Sync/backup will fail if you have less than 15% battery power.",
    "IDS_FAQ_BU_MAIN_HEADER_01": "How do I back up/restore my data to/from Samsung Cloud?",
    "IDS_FAQ_BU_BACKUP_TEXT_01": "Backup/restore refers to saving or retrieving the items that you want to back up automatically or manually in the cloud server.",
    "IDS_FAQ_BU_BACKUP_TEXT_02": "Follow the steps below to backup/restore your data:",
    "IDS_FAQ_BU_BACKUP_TEXT_BULLET_01": "Settings > Samsung account > Samsung Cloud > Back up or restore data or",
    "IDS_FAQ_BU_BACKUP_TEXT_BULLET_012": "Settings > Samsung account > Back up or restore data in Samsung Cloud",
    "IDS_FAQ_BU_BACKUP_TEXT_03": "Turn on each item you want to back up in the Samsung Cloud \"Back up data\" menu and tap \"Back up now\". If this fails, an error notification will be displayed.",
    "IDS_FAQ_BU_BACKUP_TEXT_04": "If \"Auto backup\" is turned on, updated data for individual items whose buttons are turned on will be backed up automatically every 24 hours, provided that the device is connected via Wi-Fi, is being charged or the battery level is over 70%, and its screen has been turned off.\n \nFollow the steps below to automatically back up your data to Samsung Cloud:",
    "IDS_FAQ_BU_BACKUP_TEXT_BULLET_02": "Settings > Samsung account > Samsung Cloud > Backup data",
    "IDS_FAQ_BU_BACKUP_NOTE_UL_01": "Path may vary depending on device model or app version.",
    "IDS_FAQ_BU_MAIN_HEADER_02": "What items are supported by Samsung Cloud backup/restore?",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_TEXT_01": "These items can be checked in the Backup/Restore menu, and the key supported items are the following:",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_01": "- Phone: Call and message history",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_02": "- Messages: Enhanced messages, multimedia messages, and text messages (Some messages that are a large size may not be backed up)",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_03": "- Contacts (Contacts saved on device): Contact information such as Contacts, email addresses, and business cards",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_04": "- Calendar (Events saved on device): Events and tasks",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_05": "- Clock: Alarms, world clocks, and timers",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_06": "- Settings: Accessibility settings, ringtones (excluding default ringtones), Samsung Keyboard options, Wi-Fi settings, registered Bluetooth devices, face recognition settings, fingerprint settings, Always on Display settings",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_07": "- Home screen: App and widget layout, wallpapers, and Samsung DeX settings (Excluding default wallpaper)",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_08": "- Apps: App installation files and app settings",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_09": "- Voice Recorder: Voice recordings",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_TEXT_UL_01": "However, some countries and network providers may not support Samsung Cloud at all, and some countries or device models may only partially support backup/restore functions. Please check the exact items in the Samsung Cloud app on the device.",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_TEXT_UL_02": "Items that are not backed up",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_10": "- Messages: Emergency notification messages and files sent and received through chat, and multimedia messages larger than 20 MB",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_11": "- Contacts: Synchronized Contacts",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_12": "- Calendar: Synchronized schedule and Tasks",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_13": "- Galaxy Themes: Themes and basic wallpapers",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_14": "- Apps: Incompatible installation files and data other than Samsung apps",
    "IDS_FAQ_BU_SUPPORTED_BACKUP_ITEM_DASH_UL_15": "- Secure folder: Apps and data",
    "IDS_FAQ_BU_MAIN_HEADER_03": "How long can I store my backed up data?",
    "IDS_FAQ_BU_BACKUP_DURATION_TEXT": "Backed up data at each device can be stored for a year, and it will be deleted after a year from latest backed up date.",
    "IDS_FAQ_GO_MAIN_HEADER_01": "I am backing up my photos through OneDrive now. If I integrate gallery sync and the OneDrive service, what will change?",
    "IDS_FAQ_GO_CHANGES_OL_01": "Auto sync",
    "IDS_FAQ_GO_CHANGES_TEXT_01": "Data previously backed up to OneDrive will be maintained. Photos and videos in Gallery will be synced automatically to OneDrive after service integration.",
    "IDS_FAQ_GO_CHANGES_TEXT_02": "Photos and videos synced from Samsung Gallery are synced across Gallery, OneDrive, and all devices connected to the same account. If a synced photo is deleted from Gallery, it will be deleted from OneDrive as well. If a synced photo is deleted on OneDrive, it will be deleted in Gallery as well. Any change is applied simultaneously to both Gallery and OneDrive, making managing your photos much more convenient.",
    "IDS_FAQ_GO_CHANGES_OL_02": "Changes to OneDrive settings",
    "IDS_FAQ_GO_CHANGES_TEXT_03": "The \"Automatic camera upload\" function in OneDrive settings will no longer be visible. This function will be replaced by \"Sync with Samsung Gallery.\" Photos and videos in Gallery will be synced automatically to OneDrive after service integration.",
    "IDS_FAQ_GO_CHANGES_OL_03": "Samsung Gallery folder",
    "IDS_FAQ_GO_CHANGES_TEXT_04": "A \"Samsung Gallery\" folder will be created in OneDrive (OneDrive > File tab > Photos > \"Samsung Gallery\"). Samsung Gallery photos and videos are stored in the \"Samsung Gallery\" folder. To maintain Gallery sync, please keep the \"Samsung Gallery\" folder on OneDrive.",
    "IDS_FAQ_GO_CHANGES_OL_04": "Samsung Gallery filter",
    "IDS_FAQ_GO_CHANGES_TEXT_05": "A Samsung Gallery filter will appear in the photo tab on OneDrive. Using this filter, you can view only photos and videos synced from Samsung Gallery.",
    "IDS_FAQ_GO_MAIN_HEADER_02": "Where do I start the service integration with Microsoft OneDrive?",
    "IDS_FAQ_GO_START_MIGRATION_TEXT_01": "You can start the service integration process with Microsoft OneDrive through the Tip card in the Gallery app and the Samsung Cloud app. If you dismissed the Tip card, you can proceed with the integration process as instructed below:",
    "IDS_FAQ_GO_START_MIGRATION_BULLET_01": "Samsung Cloud: Gallery (\"Tap to set up syncing\")",
    "IDS_FAQ_GO_START_MIGRATION_BULLET_02": "Gallery: More > Settings > \"Cloud Sync\"(or \"Sync with OneDrive\")",
    "IDS_FAQ_GO_MAIN_HEADER_03": "What device can I use to integrate the service with Microsoft OneDrive?",
    "IDS_FAQ_GO_DEVICE_TEXT": "The service with Microsoft OneDrive will be available on the devices more than Android O OS and already has Samsung Cloud Gallery sync feature.",
    "IDS_FAQ_GO_DEVICE_NOTES_UL_01": "Not supported on certain devices, carriers' devices, or in certain countries.",
    "IDS_FAQ_GO_MAIN_HEADER_04": "How will Samsung Cloud change once I integrate the service with Microsoft OneDrive? What do I need to know before beginning the service integration?",
    "IDS_FAQ_GO_BASIC_KNOWN_TEXT": "After consenting to the Samsung Cloud service changes, sync your Samsung account and Microsoft account. Your photos and videos in Samsung Gallery will then be synced automatically with OneDrive.",
    "IDS_FAQ_GO_BASIC_KNOWN_LIST_OL_01": "Photos and videos in Samsung Gallery will be automatically uploaded and synced with OneDrive.",
    "IDS_FAQ_GO_BASIC_KNOWN_LIST_OL_02": "The original photo and video files from Samsung Gallery will be stored on OneDrive, and metadata for use of the Samsung Gallery service is stored on the Samsung Cloud server. Metadata includes Story and Album data for the Gallery app.",
    "IDS_FAQ_GO_MAIN_HEADER_05": "I've integrated the service with Microsoft OneDrive and am currently using the Gallery data sync service. Whose Terms of Service and Policy apply to this service?",
    "IDS_FAQ_GO_TERMS_TEXT_01": "Sync with OneDrive is provided by Samsung Cloud in collaboration with Microsoft OneDrive. Thus, if you want to use this service, you first need to link your Samsung account and Microsoft account.",
    "IDS_FAQ_GO_TERMS_TEXT_02": "After you link your two accounts, your Gallery data will be saved in OneDrive, and Microsoft's OneDrive Terms of Service and their Policy will apply to the following activities: managing and deleting saved data, handling any data that you haven't used for a long period of time, determining which data to show in OneDrive, and purchasing a storage plan.",
    "IDS_FAQ_GO_TERMS_TEXT_03": "However, Samsung Cloud's policy will continue to apply to the following activities: determining which data to display in the Gallery app and syncing data in the Gallery app with OneDrive.",
    "IDS_FAQ_GO_MAIN_HEADER_06": "What does 'Samsung Cloud service changes' mean? Why do I have to agree to this?",
    "IDS_FAQ_GO_SERVICE_CHANGES_TEXT": "Big changes will happen to the services provided by Samsung Cloud after the integration with Microsoft OneDrive. Therefore, before you integrate the service with Microsoft OneDrive, please read the explanation of all the changes carefully.",
    "IDS_FAQ_GO_MAIN_HEADER_07": "After agreeing to the Samsung Cloud service changes, I closed the app. Is the service integrated with OneDrive now?",
    "IDS_FAQ_GO_CLOSING_APP_TEXT": "Even if you've agreed to the Samsung Cloud service changes, without completing the whole process, the service integration won't be successful. After completing the process in full, you will see the \"Sync has started\" page. Note that if you still have data that needs to be migrated after this page appears, that data will start migrating from Samsung Cloud to OneDrive. After completing data migration, you can use your new services from Microsoft OneDrive.",
    "IDS_FAQ_GO_MAIN_HEADER_08": "I want to link OneDrive to another account.",
    "IDS_FAQ_GO_LINK_OTHER_ACCOUNT_TEXT_01": "Disconnect from your existing Microsoft account. Once disconnected, you may re-link to a different Microsoft account.",
    "IDS_FAQ_GO_LINK_OTHER_ACCOUNT_SUB_01": "[Disconnecting]",
    "IDS_FAQ_GO_LINK_OTHER_ACCOUNT_BULLET_01": "Settings > Samsung Account > Connected account > \"Disconnect account\" under Microsoft",
    "IDS_FAQ_GO_LINK_OTHER_ACCOUNT_SUB_02": "[Reconnecting]",
    "IDS_FAQ_GO_LINK_OTHER_ACCOUNT_BULLET_02": "Gallery > Settings > \"Cloud Sync\" or \"Sync with OneDrive\"",
    "IDS_FAQ_GO_LINK_OTHER_ACCOUNT_BULLET_03": "Settings > Samsung Account > Samsung Cloud > Gallery (\"Press to enable sync\")",
    "IDS_FAQ_GO_MAIN_HEADER_09": "After service integration with OneDrive, my ID changed in the OneDrive app.",
    "IDS_FAQ_GO_LINK_ID_CHANGE_TEXT": "The Microsoft account linked to your Samsung account will automatically sign in to the OneDrive app. If you've been using a Microsoft account different from the one you linked with your Samsung account in the OneDrive app, it may change automatically to the linked Microsoft account.",
    "IDS_FAQ_GO_MAIN_HEADER_10": "How can I tell if I've successfully integrated the service with Microsoft OneDrive?",
    "IDS_FAQ_GO_SUCCESS_INTEGRATION_TEXT": "When you enter the Samsung Cloud app after the service integration is complete, the \"Tap to set up syncing\" message at the bottom of Sync > Gallery menu will now appear as \"Sync with OneDrive\", and the sync button will be turned on.",
    "IDS_FAQ_GO_MAIN_HEADER_11": "How do I unlink my accounts?",
    "IDS_FAQ_GO_UNLINK_TEXT": "You can unlink your Microsoft account in Settings > Already logged in Samsung account (at the top of the settings) > Linked accounts > \"Unlink\" button under \"Microsoft\".",
    "IDS_FAQ_GO_UNLINK_NOTES_UL_01": "The path for unlinking your account may differ depending on your software version.",
    "IDS_FAQ_GO_UNLINK_NOTES_UL_02": "How to unlink your account on the Microsoft Homepage",
    "IDS_FAQ_GO_UNLINK_STEPS_OL_01": "Go to the <a>Microsoft Homepage</a>",
    "IDS_FAQ_GO_UNLINK_STEPS_OL_02": "Sign in with your Microsoft account ",
    "IDS_FAQ_GO_UNLINK_STEPS_OL_03": "Security > Advanced security options > Sign in with Samsung > Click \"Remove\"",
    "IDS_FAQ_GO_MAIN_HEADER_12": "What happens to my data if I unlink my Samsung account from my Microsoft account?",
    "IDS_FAQ_GO_UNLINK_SA_TO_MS_TEXT_01": "Photos and videos in Samsung Gallery are automatically uploaded to OneDrive and synced.",
    "IDS_FAQ_GO_UNLINK_SA_TO_MS_TEXT_02": "Items outside Gallery will not be transferred to OneDrive. Other sync items such as Notes and Contacts, and device backups will continue to be serviced through Samsung Cloud.",
    "IDS_FAQ_GO_MAIN_HEADER_13": "My OneDrive storage is full. What do I do? Can I purchase additional storage space?",
    "IDS_FAQ_GO_STORAGE_FULL_TEXT_01": "Try deleting unnecessary files from OneDrive. Please note that any photos deleted from the \"Samsung Gallery\" folder in the OneDrive app will be deleted from the Gallery app and linked Samsung devices as well. ",
    "IDS_FAQ_GO_STORAGE_FULL_TEXT_02": "Alternatively, you may purchase additional storage space on the OneDrive app.",
    "IDS_FAQ_GO_STORAGE_FULL_PATH_BULLET_01": "OneDrive app > Me > Go Premium",
    "IDS_FAQ_GO_MAIN_HEADER_14": "Where can I find my synced photos and videos?",
    "IDS_FAQ_GO_FIND_SYNC_TEXT": "Synced photos and video can be viewed using the same method as other content in the Samsung Gallery.",
    "IDS_FAQ_GO_FIND_SYNC_NOTES_UL_01": "Synced Samsung Gallery data can be viewed and downloaded on OneDrive.",
    "IDS_FAQ_GO_FIND_SYNC_NOTES_BULLET_01": "OneDrive > Photos > Samsung Gallery (change the filter to \"Samsung Gallery\" from the top right corner)",
    "IDS_FAQ_GO_MAIN_HEADER_15": "How will different devices that are signed in using the same account behave after integrating the service with Microsoft OneDrive?",
    "IDS_FAQ_GO_DIFFER_DEVICES_TEXT": "If you are using multiple devices, Gallery photos and videos will be synced across OneDrive and all Samsung devices signed in using the same account.",
    "IDS_FAQ_GO_DIFFER_DEVICES_NOTES_BULLET_01": "If you upload a new photo from a device, the uploaded photo can be seen on OneDrive and all other Samsung devices linked to the same account.",
    "IDS_FAQ_GO_DIFFER_DEVICES_NOTES_BULLET_02": "If you modify or delete a synced photo from a device, the synced photo will be modified or deleted from OneDrive and all other Samsung devices linked to the same account as well.",
    "IDS_FAQ_GO_MAIN_HEADER_16": "Can I use the Gallery data sync service just like I did before the service integration with Microsoft OneDrive?",
    "IDS_FAQ_GO_GALLERY_SERVICES_TEXT": "Yes, you can use the Gallery data sync service the same way as before in the Gallery app. ",
    "IDS_FAQ_GO_GALLERY_SERVICES_NOTES_UL_01": "Some of the features may have different usability in accordance with the policy of Microsoft OneDrive.",
    "IDS_FAQ_GO_MAIN_HEADER_17": "Items in my Trash have not been deleted even though it's been 15 days since I deleted them.",
    "IDS_FAQ_GO_TRASH_DAYS_TEXT": "Items in your Trash will be permanently deleted after 30 days, following the policy of OneDrive.",
    "IDS_FAQ_GO_MAIN_HEADER_18": "I deleted files from the Trash in my Gallery app. Do they still exist on a server?",
    "IDS_FAQ_GO_TRASH_EMPTY_TEXT": "Even if you delete items or empty the Trash in your Gallery app, the original files on the OneDrive server won't be deleted. Therefore, if you want to delete items directly from OneDrive, please go to Recycle Bin in the OneDrive app.",
    "IDS_FAQ_GO_MAIN_HEADER_19": "What happens if I delete photos in the OneDrive app?",
    "IDS_FAQ_GO_DELETE_PHOTOS_TEXT": "Any content in the Samsung Gallery folder in the OneDrive app will be synced with the Gallery app on your Galaxy device. Therefore, when you delete photos in OneDrive, the copies in your Gallery app will be moved to Trash on all synced devices. You can check or restore them by going to Trash.",
    "IDS_FAQ_GO_MAIN_HEADER_20": "I'm using the Camera Upload feature in the OneDrive app. Will my photos be uploaded to OneDrive twice through the Camera Upload feature and the feature that syncs my Gallery data with OneDrive after the service integration?",
    "IDS_FAQ_GO_CAMERA_UPLOAD_TEXT": "Even if you're currently using the Camera Upload feature in the OneDrive app, after the service integration, the Camera Upload feature will be turned off and the Gallery data sync with OneDrive will be turned on automatically. That is, after the service integration, photos and videos will be uploaded to OneDrive through the feature that allows you to sync your Gallery data.",
    "IDS_FAQ_GO_MAIN_HEADER_21": "I'm using OneDrive through the Gallery app on my Samsung device. In this case, which company should I go to with my query about my Gallery data?",
    "IDS_FAQ_GO_ONEDRIVE_COMPANY_TEXT": "You should ask the Microsoft OneDrive support team about your Gallery data management after the service integration with Microsoft OneDrive.",
    "IDS_FAQ_GO_MAIN_HEADER_22": "Even though I turned on Gallery sync, some of photos and videos are uploaded to cloud. Is there any way to upload all data in my Gallery app?",
    "IDS_FAQ_GO_GALLERY_SYNC_ON_TEXT": "Generally only \"Camera album\" is selected to upload by default. You can change the list of albums to upload by following the steps below:",
    "IDS_FAQ_GO_GALLERY_SYNC_ON_NOTES_BULLET_01": "Gallery > Settings > 'Cloud sync' or 'Sync with OneDrive' > Albums to upload > Turn on albums you want to upload",
    "IDS_FAQ_GO_GALLERY_SYNC_ON_NOTES_UL_01": "Path may vary depending on device model or app version.",
    "IDS_FAQ_GO_MAIN_HEADER_23": "What happens if I turn off Gallery Sync with OneDrive?",
    "IDS_FAQ_GO_GALLERY_SYNC_OFF_TEXT": "Photos and videos that already have been synced to cloud (with Microsoft OneDrive) prior to turning it off will be kept safely in the cloud (OneDrive), and photos and videos whose original copies are only in the cloud will no longer be visible in the Gallery app. Although you will not see them in the Gallery app, files will continue to be kept on OneDrive. Also, even if you create/modify/delete photos and videos, these actions will no longer be reflected on the cloud.",
    "IDS_FAQ_GO_MAIN_HEADER_24": "Is there a file size limit on uploads?",
    "IDS_FAQ_GO_FILE_UPLOAD_LIMIT_TEXT_01": "Files over 1 GB will not be uploaded, regardless of file format such as photos or videos.",
    "IDS_FAQ_GO_FILE_UPLOAD_LIMIT_TEXT_02": "You will be able to upload files of up to 4GB after updating to the latest version of Samsung Cloud starting early 2022.",
    "IDS_FAQ_GO_MAIN_HEADER_25": "Can I use Samsung Cloud sync in Gallery without a network connection?",
    "IDS_FAQ_GO_SYNC_NO_NETWORK_TEXT_01": "If your device is not connected to a network, the Gallery will not sync with the Cloud. If a synced image has been modified or deleted while the device is disconnected from the network, or if a new image has been created, the changes will be synced with the Cloud when the network connection is restored.",
    "IDS_FAQ_GO_MAIN_HEADER_26": "What happens if I delete photos and videos from Gallery?",
    "IDS_FAQ_GO_DELETE_FROM_GALLERY_TEXT_01": "If a synced photo or video is deleted from the Gallery app, the photo or video will be deleted simultaneously from OneDrive and all connected devices.",
    "IDS_FAQ_GO_DELETE_FROM_GALLERY_TEXT_02": "In the opposite case as well, when a synced photo or video is deleted from OneDrive, the photo or video will be deleted from the Gallery app and all connected devices.",
    "IDS_FAQ_GO_DELETE_FROM_GALLERY_TEXT_03": "Such deleted photos or videos will be moved to the OneDrive Recycle Bin, where they are stored temporarily for 30 days. Photos and videos may be restored from Recycle Bin within 30 days. They will be permanently removed from Recycle Bin after 30 days. After this, they can no longer be found.",
    "IDS_FAQ_GO_DELETE_FROM_GALLERY_NOTES_BULLET_01": "OneDrive > Me > Recycle Bin",
    "IDS_FAQ_GO_MAIN_HEADER_27": "Where can I find my Cloud Trash?",
    "IDS_FAQ_GO_CLOUD_TRASH_TEXT": "Search Trash from the OneDrive app.",
    "IDS_FAQ_GO_CLOUD_TRASH_NOTES_BULLET_01": "OneDrive App > Me > Recycle Bin",
    "IDS_FAQ_GO_MAIN_HEADER_28": "Can I restore photos and videos from my cloud Trash?",
    "IDS_FAQ_GO_RESTORE_CLOUD_TRASH_TEXT": "Yes, photos and videos stored in the Cloud can be restored even if you have deleted them by mistake. Select the photo(s) or video(s) you wish to restore from Trash, then press \"Restore.\" The files will then be restored to their previous location. Please note that files can be restored within 30 days of being moved to Trash.",
    "IDS_FAQ_GO_MAIN_HEADER_30": "What happens if I move photos and videos that I already synced with Samsung Cloud to Secure Folder?",
    "IDS_FAQ_GO_MOVE_TO_SECURE_FOLDER_TEXT": "You can move photos and videos stored on your device to Secure Folder by selecting the \"Move to Secure Folder\" option. Even after the photos/videos are moved to Secure Folder, they will remain in your cloud storage, so they will continue to be shown in the Gallery app. If you don't have the original files on your device, you can't use the \"Move to Secure Folder\" option. Before using this option, you must download the original files from Cloud to your device.",
    "IDS_FAQ_GO_MAIN_HEADER_31": "Can synced photos and videos be stored on the SD card?",
    "IDS_FAQ_GO_STORE_SD_CARD_TEXT": "No, syncing with external storage is currently not supported.",
    "IDS_FAQ_GO_MAIN_HEADER_32": "What happens if I delete photos and videos that were already synced with Microsoft OneDrive from the My Files app?",
    "IDS_FAQ_GO_MY_FILES_APP_TEXT_01": "If you delete Gallery photos and videos from My Files that were already synced to Microsoft OneDrive, the original files will be deleted from the device, but they will still be shown in the Gallery app as cloud files. ",
    "IDS_FAQ_GO_MY_FILES_APP_TEXT_02": "The original files are safely kept in the cloud (OneDrive), so you can still download them from Microsoft OneDrive. If you wish to delete them completely from the cloud, you need to delete the photos and videos from the Gallery app.",
    "IDS_FAQ_GO_MAIN_HEADER_33": "What happens if I log in to Samsung Cloud with the same account but using another phone?",
    "IDS_FAQ_GO_LOGIN_OTHER_PHONE_TEXT": "Samsung Gallery of all supported devices used with the same Samsung account will display synced photos from all the devices which have Gallery Sync turned on. Users can view/edit/delete photos and videos on one device and the change will be reflected across all the devices you use (when synced).",
    "IDS_FAQ_GO_MAIN_HEADER_34": "I can't take any more photos or videos because my phone's storage is full. Can I delete photos that are synced to the Cloud from just my phone?",
    "IDS_FAQ_GO_STORAGE_FULL_TEXT": "According to the \"Free up phone space\" function, the original versions of photos and videos synced to the Cloud will be deleted from just your phone, helping you free up space on your phone. Even if the original photos and videos are deleted from your phone, you can continue to view and use the photos and videos synced to the Cloud.",
    "IDS_FAQ_GO_STORAGE_FULL_NOTES_BULLET_01": "Settings > Samsung Account > Samsung Cloud > Gallery > Sync > Free up phone space",
    "IDS_FAQ_GO_STORAGE_FULL_NOTES_UL_01": "Path may vary depending on device model or app version.",
    "IDS_FAQ_GO_MAIN_HEADER_35": "As far as I know, Samsung Gallery's cloud synchronization service has ended. Can I no longer use cloud synchronization?",
    "IDS_FAQ_GO_SYNCH_SERVICES_TEXT": "In cooperation with Samsung Cloud and Microsoft OneDrive, some functions (Gallery synchronization, Drive, paid Storage Space) provided by Samsung Cloud can be used just like before through Microsoft OneDrive linkage.",
    "IDS_FAQ_GO_SYNCH_SERVICES_NOTES_BULLET_01": "However, this may not be supported in certain countries and some models.",
    "IDS_FAQ_GO_MAIN_HEADER_36": "I already use Samsung Gallery synchronization through Microsoft OneDrive linkage. How can I check the service usage and linkage status?",
    "IDS_FAQ_GO_USAGE_STATUS_TEXT": "The function of Gallery synchronization can be checked on the \"Samsung Gallery\" app settings on the Galaxy device.",
    "IDS_FAQ_GO_USAGE_STATUS_NOTES_BULLET_01": "Gallery > More (Three dots) > Settings > Check the details by selecting \"Sync with OneDrive\"",
    "IDS_FAQ_GO_MAIN_HEADER_37": "I keep receiving Microsoft OneDrive account linkage notifications. What should I do? (\"Account re-linking required\")",
    "IDS_FAQ_GO_LINKAGE_NOTIF_TEXT_01": "If you receive this message, synchronization between Samsung Gallery and Microsoft OneDrive may not work normally.",
    "IDS_FAQ_GO_LINKAGE_NOTIF_TEXT_02": "This may occur when the Microsoft account password has been changed or Gallery synchronization cannot be reflected in OneDrive because it has not been authenticated by Microsoft policy.",
    "IDS_FAQ_GO_LINKAGE_NOTIF_TEXT_03": "Please tap the notification to log in to your Microsoft account and reconnect your account. When you connect your account, the notification will no longer appear and the Gallery will start synchronizing again. If the notification has disappeared, please take the following measures.",
    "IDS_FAQ_GO_LINKAGE_NOTIF_STEPS_OL_01": "Gallery > More (Three dots) > Settings > Sync with OneDrive > Select \"Sync Now\"",
    "IDS_FAQ_GO_LINKAGE_NOTIF_STEPS_OL_02": "When a notification related to \"Microsoft Account\" appears on the quick panel, select it and go to the Microsoft Account web page",
    "IDS_FAQ_GO_LINKAGE_NOTIF_STEPS_OL_03": "Try linking again after logging in to your Microsoft Account",
    "IDS_FAQ_GO_LINKAGE_NOTIF_NOTES_UL_01": "If you do not remember your linked Microsoft Account, you can enter the \"OneDrive\" app > \"Me\" tab and check the account that is logged in.",
    "IDS_FAQ_GO_LINKAGE_NOTIF_NOTES_UL_02": "If there is a problem with your Microsoft Account, contact <a>Microsoft Support</a>",
    "IDS_FAQ_GO_MAIN_HEADER_38": "I got a message saying \"Microsoft OneDrive account locked\". What should I do? (\"Account lock down, frozen\")",
    "IDS_FAQ_GO_OD_LOCKED_TEXT_01": "This means that it has been a long time since the storage space was exceeded, or the OneDrive service is not available for your Microsoft account due to OneDrive policy. ",
    "IDS_FAQ_GO_OD_LOCKED_TEXT_02": "Please go to the OneDrive app by tapping the notification, \"The gallery can no longer be synchronized\", then unlock the Blocked status in the OneDrive app.",
    "IDS_FAQ_GO_OD_LOCKED_TEXT_03": "If the notification has disappeared, please take the following measures.",
    "IDS_FAQ_GO_OD_LOCKED_NOTES_BULLET_01": "Settings > Samsung account > Samsung Cloud > OneDrive > Run \"Sync Now\".",
    "IDS_FAQ_GO_OD_LOCKED_TEXT_04": "After a while, the notification will appear again.",
    "IDS_FAQ_GO_OD_LOCKED_TEXT_05": "You can enter the OneDrive app to unlock your account or contact Microsoft Support to solve the problem.",
    "IDS_FAQ_GO_OD_LOCKED_NOTES_UL_01": "Contact <a>Microsoft Support</a>",
    "IDS_FAQ_GO_MAIN_HEADER_39": "I deleted the \"Samsung Gallery\" folder in the Photos folder of the OneDrive app. What should I do?",
    "IDS_FAQ_GO_FOLDER_DELETED_TEXT": "Photos synchronized in the Gallery are saved in the OneDrive's \"Samsung Gallery\" folder. Synchronization stops when this folder is deleted. Please go to the Recycle bin in the OneDrive app and restore the \"Samsung Gallery\" folder.",
    "IDS_FAQ_GO_FOLDER_DELETED_BULLET_01": "OneDrive > Me > Recycle bin",
    "IDS_FAQ_GO_MAIN_HEADER_40": "Can I upload the photo files on my PC to the Gallery app and use them?",
    "IDS_FAQ_GO_UPLOAD_FROM_PC_TEXT_01": "Yes, you can. You can upload the photos by installing the \"Samsung Gallery\" app on your PC.",
    "IDS_FAQ_GO_UPLOAD_FROM_PC_TEXT_02": "However, this can only be done on a Samsung Laptop (Windows 10 or higher).",
    "IDS_FAQ_GO_UPLOAD_FROM_PC_TEXT_03": "If the \"Samsung Gallery\" app is not installed, you can search in",
    "IDS_FAQ_GO_UPLOAD_FROM_PC_TEXT_04": "Start > App > Microsoft Store > \"Samsung Gallery\" on the PC, then use it after downloading and installing.",
    "IDS_FAQ_TB_CATEGORY": "Temporary cloud backup",
    "IDS_FAQ_TB_CATEGORY_MAIN_TEXT": "Save your data to the cloud before changing your device.",
    "IDS_FAQ_TB_CATEGORY_SUB_TEXT": "Data can be stored for up to 30 days, and you can back up more data than traditional Samsung Cloud backup and restore it whenever you want.",
    "IDS_FAQ_TB_CATEGORY_ADD_TEXT_01": "Temporary cloud backup is a service that keeps data stored on your Galaxy device in the Samsung Cloud for up to 30 days. Use it effectively in the following situations:",
    "IDS_FAQ_TB_CATEGORY_ADD_DASH_UL_01": "- When, in the process of repairing a Galaxy device, you need to replace a board or reset the device, and so you need to save data",
    "IDS_FAQ_TB_CATEGORY_ADD_DASH_UL_02": "- When you need to reset a Galaxy device, but you don't have any storage devices like a PC or external memory",
    "IDS_FAQ_TB_CATEGORY_ADD_DASH_UL_03": "- Before receiving a new device, if you want to save your data in advance to transfer the data quickly",
    "IDS_FAQ_TB_MAIN_HEADER_01": "What's the difference between Temporary cloud backup and a traditional Samsung Cloud backup? ",
    "IDS_FAQ_TB_MAIN_TEXT_01": "Temporary cloud backup and traditional Samsung Cloud backup support different backup items, and do not affect each other.",
    "IDS_FAQ_TB_SUPPORT_HEADER_01": "Temporary cloud backup supports the following items in addition to the existing <a>backup items supported by Samsung Cloud</a>:",
    "IDS_FAQ_TB_SUPPORT_DASH_UL_01": "Applications (Samsung apps + 3rd party apps)",
    "IDS_FAQ_TB_SUPPORT_DASH_UL_02": "Photos",
    "IDS_FAQ_TB_SUPPORT_DASH_UL_03": "Videos",
    "IDS_FAQ_TB_SUPPORT_DASH_UL_04": "Audio",
    "IDS_FAQ_TB_SUPPORT_DASH_UL_05": "Documents and files",
    "IDS_FAQ_TB_SUPPORT_ITEMS_UL_01": "Temporary Backup is available only for data stored in the device. (Cannot back up data stored externally in an SD card, USB, etc.)",
    "IDS_FAQ_TB_SUPPORT_ITEMS_UL_02": "Depending on the country and mobile carrier, some countries or models may not support Samsung Cloud or may only support some items.",
    "IDS_FAQ_TB_SUPPORT_ITEMS_UL_03": "The Temporary cloud backup feature is provided only on devices with T OS or higher. ",
    "IDS_FAQ_TB_MAIN_HEADER_02": "Where can I access Temporary cloud backup?",
    "IDS_FAQ_TB_BACKUP_HEADER_01": "To use temporary cloud backup, you need to log in to your Samsung account. After logging in to your Samsung account, you can back up your data as follows:",
    "IDS_FAQ_TB_BACKUP_DOT_01": "Settings > Battery and device care > Maintenance mode > Temporary cloud backup",
    "IDS_FAQ_TB_BACKUP_DOT_02": "Settings > General management > Reset > Temporary cloud backup",
    "IDS_FAQ_TB_BACKUP_IMG_TXT_01": "Battery and device care",
    "IDS_FAQ_TB_BACKUP_IMG_TXT_02": "Maintenance mode",
    "IDS_FAQ_TB_BACKUP_IMG_TXT_03": "Back up your data",
    "IDS_FAQ_TB_BACKUP_IMG_TXT_04": "Temporary cloud backup",
    "IDS_FAQ_TB_BACKUP_IMG_TXT_05": "Back up data",
    "IDS_FAQ_TB_BACKUP_IMG_TXT_06": "Restore data",
    "IDS_FAQ_TB_RESTORE_IMG_TXT_01": "General management",
    "IDS_FAQ_TB_RESTORE_IMG_TXT_02": "Reset",
    "IDS_FAQ_TB_RESTORE_IMG_TXT_03": "Temporary cloud backup",
    "IDS_FAQ_TB_BACKUP_TEXT_02": "Only one device can be backed up per Samsung account. To create a new temporary cloud backup file, delete the existing file and run it again.",
    "IDS_FAQ_TB_BACKUP_UL_01": "We recommend backing up important data separately.",
    "IDS_FAQ_TB_BACKUP_UL_02": "The \"Temporary cloud backup\" feature is available only on devices with T OS or higher. ",
    "IDS_FAQ_TB_BACKUP_UL_03": "Temporary cloud backup may not be supported depending on your country, carrier, or device model. ",
    "IDS_FAQ_TB_MAIN_HEADER_03": "Where can I see and manage Temporary cloud backup data?",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_01": "Data backed up using Temporary cloud backup is stored for up to 30 days from the backup creation date, and you can check the temporary backup status and storage period in the Samsung Cloud app.",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_02": "During the storage period, users can manually delete files. When this period expires, the temporary backup file is automatically deleted, and a notification message is sent to users 1 week before deletion. ",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_02_01": "One week before deletion, the storage period can be extended by %d day(s) only once using the following method.",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_02_01_BULLET_01": "Samsung Cloud > Restore data > Postpone %d day(s)",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_02_01_BULLET_02": "(All entry points other than Samsung Cloud) Temporary cloud backup > Restore data > Postpone %d day(s)",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_02_01_BULLET_03": "support.samsungcloud.com > Temporary cloud backup > Postpone %d day(s)",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_02_02": "If a new backup file is created, the storage period of 30 days will be set again from the time of backup.",
    "IDS_FAQ_TB_CHECK_BACKUP_TEXT_03": "Even if you remove your Samsung account from a device, the temporary backup file stored in the cloud will be kept until the expiration date. However, you will not be notified before this temporary backup file is deleted, and you will not be able to restore it. To restore your data, please log in to your Samsung account.",
    "IDS_FAQ_TB_MAIN_HEADER_04": "How can I restore data backed up using Temporary cloud backup?",
    "IDS_FAQ_TB_RESTORE_BACKUP_TEXT_01": "If you are logged in to your device with the Samsung account you used for temporary cloud backup, you can restore your data within the set time limit using the method below:",
    "IDS_FAQ_TB_RESTORE_BACKUP_TEXT_02": "Settings > General management > Reset > Temporary cloud backup > Restore data",
    "IDS_FAQ_TB_RESTORE_BACKUP_TEXT_03": "Settings > Battery and device care > Maintenance mode > Temporary cloud backup > Restore data",
    "IDS_FAQ_TB_RESTORE_BACKUP_TEXT_04": "Samsung Cloud > Restore data > Select \"Backup file to restore\" > Restore data ",
    "IDS_FAQ_TB_RESTORE_FIRST_TEXT": "When setting up a new device for the first time, with the old and new devices close together, you can restore data in the following way:",
    "IDS_FAQ_TB_RESTORE_FIRST_DOT": "Turn on new device > Language settings > Agree to terms and conditions > Easy setup with another device > Copy data from your Android device > Next > Transfer your data > Cloud > Restore your backup from Samsung Cloud > Restore (supported on One UI 6.0 or higher)",
    "IDS_FAQ_TB_RESTORE_BACKUP_UL_01": "The \"Temporary cloud backup\" feature is available only on devices with T OS or higher. ",
    "IDS_FAQ_TB_RESTORE_BACKUP_UL_02": "Temporary cloud backup may not be supported depending on your country, carrier, and device model.",
    "IDS_FAQ_TB_MAIN_HEADER_05": "Is there any data that can't be backed up using Temporary cloud backup?",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_TEXT_01": "The following data is not backed up during Temporary cloud backup: ",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DOT_01": "Contacts",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_01": "- Read-only contacts",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DOT_02": "Messages",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_02": " - Urgent notification messages",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_03": " - Temporarily saved messages and messages that failed to send",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_04": " - Messages with iMessage effects",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DOT_03": "Applications",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_05": " - KakaoTalk, WeChat, Line, WhatsApp, Viber: Chat history",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_06": " - Samsung Notes: Locked notes",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_07": " - Samsung Health: Password-protected data",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_08": " - Kids Mode: Apps and app data",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_09": " - Calendar: Events in a synced account",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_10": " - Samsung Blockchain Keystore: Private keys and recovery phrases",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_11": " - Data that cannot be transferred according to app policy",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_12": " - Apps that cannot be transferred due to security or compatibility reasons",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DOT_04": "Home screen",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_13": " - Basic wallpapers",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_14": " - Galaxy Themes wallpapers",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DOT_05": "Secure Folder",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DASH_UL_15": " - Locked content",
    "IDS_FAQ_TB_NOT_WORK_BACKUP_DOT_06": "Files with a single file size of 100GB or bigger",
    "IDS_FAQ_TB_MAIN_HEADER_06": "I can't find the Temporary cloud backup menu.",
    "IDS_FAQ_TB_CANT_FIND_BACKUP_TEXT_01": "The following conditions must be met to use the Temporary cloud backup feature:",
    "IDS_FAQ_TB_CANT_FIND_BACKUP_DOT_01": "Android T OS or higher",
    "IDS_FAQ_TB_CANT_FIND_BACKUP_DOT_02": "Samsung Cloud app 5.3.0.32 or higher, Smart Switch app 3.7.40.4 or higher installed",
    "IDS_FAQ_TB_CANT_FIND_BACKUP_DOT_03": "Logged in to your Samsung account",
    "IDS_FAQ_TB_CANT_FIND_BACKUP_UL_01": "Depending on the country and mobile carrier, some countries or models may not support Samsung Cloud or may only support some items.",
    "IDS_FAQ_TB_CANT_FIND_BACKUP_UL_02": "The Temporary cloud backup feature is provided only on devices with T OS or higher. ",
    "IDS_FAQ_TB_MAIN_HEADER_07": "Are there cases in which Temporary cloud backup doesn't work?",
    "IDS_FAQ_TB_CASE_NOT_WORKING_BACKUP_TEXT_01": "Temporary backup and restore time is affected by the amount of data stored in the device and the network speed. Also, Temporary cloud backup does not work in the following situations:",
    "IDS_FAQ_TB_CASE_NOT_WORKING_BACKUP_DOT_01": "Battery level not higher than 30%",
    "IDS_FAQ_TB_CASE_NOT_WORKING_BACKUP_DOT_02": "Not connected to Wi-Fi",
    "IDS_FAQ_TB_CASE_NOT_WORKING_BACKUP_DOT_03": "The device is overheated",
    "IDS_FAQ_TB_CASE_NOT_WORKING_BACKUP_DOT_04": "One file exceeds 100GB regardless of file type, such as photos, videos, etc.",
    "IDS_FAQ_E2EE_MAIN_HEADER_01": "What is Enhanced Data Protection and how can I use it?",
    "IDS_FAQ_E2EE_MH1_DETAIL_PG_01": "Enhanced Data Protection is Samsung's security feature that values the protection of users' privacy.",
    "IDS_FAQ_E2EE_MH1_DETAIL_PG_02": "This feature saves specific data from a user by applying end-to-end encryption technology.",
    "IDS_FAQ_E2EE_MH1_DETAIL_PG_03": "End-to-end encrypted data is accessible only from user devices that support Enhanced Data Protection, and is not accessible to anyone else, including Samsung.",
    "IDS_FAQ_E2EE_MH1_DETAIL_01": "To enable or disable Enhanced Data Protection, follow these steps.",
    "IDS_FAQ_E2EE_MH1_DETAIL_RL_01": "Access route: Settings > Samsung Account > Samsung Cloud > More > Enhanced Data Protection or Settings > Security and Privacy > More Security Settings > Enhanced Data Protection",
    "IDS_FAQ_E2EE_MH1_DETAIL_RL_UL_02": "Access to Enhanced Data Protection can vary by device, OS and country.",
    "IDS_FAQ_E2EE_MAIN_HEADER_02": "What is the recovery code and when can I use it?",
    "IDS_FAQ_E2EE_MH2_DETAIL_PG_01": "The recovery code is a 28-character code that can recover end-to-end encrypted data when all user devices are unavailable due to user device replacement, loss, or failure.",
    "IDS_FAQ_E2EE_MH2_DETAIL_PG_02": "This must be generated before Enhanced Data Protection is turned on.",
    "IDS_FAQ_E2EE_MH2_DETAIL_PG_03": "The recovery code cannot be checked again after the initial generation. Furthermore, as Samsung does not store it, it must be recorded and stored in a safe place in advance.",
    "IDS_FAQ_E2EE_MH2_DETAIL_PG_04": "If you lose both your device and recovery code for Enhanced Data Protection, there is no way to access the end-to-end encrypted data.",
    "IDS_FAQ_E2EE_MAIN_HEADER_03": "What happens to my backup data if I activate Encrypt Backup Data?",
    "IDS_FAQ_E2EE_MH3_DETAIL_PG_01": "When Encrypt Backup Data is activated, backup data that has not been previously end-to-end encrypted cannot be restored, and the backup data that has been end-to-end encrypted for items that support end-to-end encryption is then stored on the cloud server.",
    "IDS_FAQ_E2EE_MH3_DETAIL_PG_02": "(Data backup only works with a manual backup directly from the Samsung Cloud app or with automatic backup turned on.)",
    "IDS_FAQ_E2EE_MH3_DETAIL_PG_03": "End-to-end encrypted backup data cannot be restored on user devices that do not support Enhanced Data Protection. However, on user devices that support Enhanced Data Protection, you can restore backup data without end-to-end encryption.",
    "IDS_FAQ_E2EE_MAIN_HEADER_04": "What data is covered by Enhanced Data Protection?",
    "IDS_FAQ_E2EE_MH4_DETAIL_01": "The following items are subject to end-to-end encryption with Enhanced Data Protection.",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_01": "Call logs backup",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_02": "Messages backup",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_03": "Clock backup",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_04": "Settings backup",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_05": "Home screen backup",
    "IDS_FAQ_E2EE_MH4_DETAIL_TEXT_01": "However, some large amounts of data, such as attachments in messages, may not be supported in end-to-end encryption depending on the app version.",
    "IDS_FAQ_E2EE_MH4_DETAIL_UL_01": "In the future, Samsung plans to expand the scope of end-to-end encryption to protect users' personal information.",
    "IDS_FAQ_E2EE_MH4_DETAIL_UL_02": "The exact items can be found in \"Enhanced Data Protection > Encrypt Backup Data > See What Can Be Encrypted\" or \"Enhanced Data Protection > Encrypt Sync Data > See What Can Be Encrypted.\"",
    "IDS_FAQ_E2EE_MAIN_HEADER_05": "Do I have to keep the recovery code separately?",
    "IDS_FAQ_E2EE_MH5_DETAIL_PG_01": "If you lose both your device and your recovery code, there is no way to access end-to-end encrypted data, so that data cannot be decrypted. ",
    "IDS_FAQ_E2EE_MH5_DETAIL_PG_02": "To protect your valuable data, you must record and store the recovery code separately in a safe place and be careful not to lose it.",
    "IDS_FAQ_E2EE_MH5_DETAIL_PG_03": "For the above reasons, the recovery code cannot be screenshotted.",
    "IDS_FAQ_E2EE_MAIN_HEADER_06": "I lost my recovery code, what should I do?",
    "IDS_FAQ_E2EE_MH6_DETAIL_01": "If you have a user device that has access to end-to-end encryption, you can reset the recovery code on that device.",
    "IDS_FAQ_E2EE_MH6_DETAIL_RL_01": "Recovery code reset path: Settings > Samsung account > Samsung Cloud > More > Enhanced Data Protection > Change recovery code",
    "IDS_FAQ_E2EE_MH6_DETAIL_RL_02": "If you reset the recovery code, the old recovery code will no longer be available.",
    "IDS_FAQ_E2EE_MH6_DETAIL_PG_01": "If you lose both your device and your recovery code, there is no way to access end-to-end encrypted data.",
    "IDS_FAQ_E2EE_MH6_DETAIL_PG_02": " In this case, you can initialize and reactivate Enhanced Data Protection by inquiring, but you cannot permanently restore existing end-to-end encrypted data.",
    "IDS_FAQ_E2EE_MH6_DETAIL_RL_03": "Inquiry path: Settings > Samsung account > Samsung Cloud > More > Settings > <a>Inquire</a>",
    "IDS_FAQ_E2EE_MH6_DETAIL_UL_01": "The recovery code must be recorded and stored separately in a safe place, and care must be taken not to lose it.",
    "IDS_FAQ_E2EE_MH6_DETAIL_UL_02": "The path to access Enhanced Data Protection may be provided differently depending on the device, OS and country.",
    "IDS_FAQ_E2EE_MAIN_HEADER_07": "Why don't I have Enhanced Data Protection?",
    "IDS_FAQ_E2EE_MH7_DETAIL_01": "Enhanced Data Protection is only available on devices that have OneUI 5.1.1 or higher, Q OS or higher, and have Samsung Cloud backup or sync.",
    "IDS_FAQ_E2EE_MH7_DETAIL_02": "The list of supported devices can be found in the detailed settings of Encrypt Backup Data or Encrypt Sync Data, and supported devices and the scope of support will be continuously expanded in the future.",
    "IDS_FAQ_E2EE_MH7_DETAIL_UL_01": "It may not be supported in some countries and by some carriers.",
    "IDS_FAQ_SC_DELETE_HEADER_01": "If you do not use the service for a period of time determined by our company (12 months), your data will be deleted.",
    "IDS_FAQ_SC_MAIN_HEADER_14": "How does Samsung Cloud display storage capacity?",
    "IDS_FAQ_SC_M1_TEXT_01": "Samsung Cloud displays storage capacity using decimal notation with 10 as the base unit.",
    "IDS_FAQ_SC_M1_TEXT_02": "(1 GB = 1,000 MB) On Samsung devices with One UI 6.0 or later, storage capacity is displayed based on decimal notation.",
    "IDS_FAQ_SC_M2_TEXT_01": "However, in the case of Gallery sync, which is integrated with OneDrive, storage capacity is displayed using a binary notation with 2 as the base unit.",
    "IDS_FAQ_SC_M2_TEXT_02": "(1 GiB = 1,024 MiB) Since OneDrive displays storage capacity in binary notation, Gallery sync, integrated with OneDrive, displays storage capacity in binary notation, just like OneDrive, because there is concern that users might be confused when the storage capacity is displayed differently if displayed in decimal notation.",
    "IDS_FAQ_E2EE_MAIN_HEADER_08": "What happens to my synced data if I activate Encrypt Sync Data?",
    "IDS_FAQ_E2EE_MH8_DETAIL_01": "When Encrypt Sync Data is activated, synced data that is synchronized after activation is encrypted end-to-end and stored on the cloud server.",
    "IDS_FAQ_E2EE_MH8_DETAIL_02": "(Sync works only when Auto Sync function is turned on in the Samsung Cloud app)",
    "IDS_FAQ_E2EE_MH8_DETAIL_03": "If you enable Encrypt Sync Data, syncing may not work on unsupported Enhanced Data Protection devices.",
    "IDS_FAQ_E2EE_MH8_DETAIL_04": "* Unsupported devices:",
    "IDS_FAQ_E2EE_MH8_DASH_01": "- Phones or tablets that do not run Q OS or higher",
    "IDS_FAQ_E2EE_MH8_DASH_02": "- TVs or Family Hubs released before 2024",
    "IDS_FAQ_E2EE_MH8_DASH_03": "- Galaxy Books etc.",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_06": "Voice recording backup",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_07": "AR Emoji sync",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_08": "Bluetooth sync",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_09": "Wi-Fi sync",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_10": "Samsung Health sync",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_11": "Samsung Notes sync",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_12": "Samsung Internet sync",
    "IDS_FAQ_E2EE_MH4_DETAIL_LI_04_v1": "Apps backup"
}